Repository: openstream/automatic-updater
Catalog: languages/automatic-updater-*.po
Languages: de_de, it_it, nb_no, nl_nl

source: Overview
de_de: Übersicht
it_it: Panoramica
nb_no: Oversikt
nl_nl: Overzicht

source: This settings page allows you to select whether you would like WordPress Core, your plugins, and your themes to be automatically updated.
de_de: Auf dieser Einstellungsseite können Sie wählen, ob WordPress, die Plugins und Ihre Themes automatisch aktualisiert werden sollen.
it_it: Questa pagina delle impostazioni consente di selezionare se si desidera aggiornare automaticamente il core di WordPress, i plugin, e i temi.
nb_no: Denne innstillingssiden lar deg velge om du automatisk skal oppdatere WordPress-kjernen, dine innstikk og dine temaer.
nl_nl: Op deze instellingen pagina kun je kiezen om je WordPress Core, je plugins en je thema's automatisch bij te werken.

source: It is very important to keep your WordPress installation up to date for security reasons, so unless you have a specific reason not to, we recommend allowing everything to automatically update.
de_de: Es ist aus Sicherheitsgründen sehr wichtig Ihre WordPress-Installation aktuell zu halten. Sofern Sie keinen bestimmten Grund haben, nicht zu aktualisieren, empfehlen wir daher alles automatisch zu aktualisieren.
it_it: &Egrave molto importante mantenere la vostra installazione di WordPress aggiornata per motivi di sicurezza quindi, a meno che abbiate una ragione specifica non farlo, si consiglia di fare sempre l'aggiornamento automatico.
nb_no: På grunn av sikkerhet, er det veldig viktig å holde din WordPress-installasjon oppdatert. Hvis du ikke har en spesifikk grunn til å ikke gjøre det, anbefaler vi at du lar alt oppdateres automatisk.
nl_nl: Het is erg belangrijk om je WordPress installatie bijgewerkt te houden voor veiligheidsredenen, dus tenzij je een specifieke reden hebt, raden we aan om alles automatisch bij te werken.

source: A Plugin By <a href="%s" target="_blank">Gary</a>
de_de: Ein Plugin von <a href="%s" target="_blank">Gary</a>
it_it: Un plugin di <a href="%s" target="_blank">Gary</a>
nb_no: Et innstikk av <a href="%s" target="_blank">Gary</a>
nl_nl: Een plugin van <a href="%s" target="_blank">Gary</a>

source: Donations
de_de: Spenden
it_it: Donazione
nb_no: Donasjoner
nl_nl: Donaties

source: Support Forums
de_de: Hilfe-Forum
it_it: Forum di Supporto
nb_no: Støttefora

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um diese Seite zu sehen.
it_it: Non hai provilegi sufficienti per accedere a questa pagina.
nb_no: Du har ikke tilstrekkelige tillatelser til å vise denne siden.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bekijken.

source: Settings updated
de_de: Einstellungen aktualisiert
it_it: Impostazioni salvate
nb_no: Innstillinger er oppdatert
nl_nl: Instellingen bijgewerkt

source: Update WordPress Core automatically? <strong>(Strongly Recommended)</strong>
de_de: WordPress automatisch aktualisieren? <strong>(dringend empfohlen)</strong>
it_it: Aggiornare il core di Wordpress automaticamente? <strong>(Raccomandato)</strong>
nb_no: Automatisk oppdatering av WordPress-kjernen? <strong>(Anbefales sterkt)</strong>
nl_nl: WordPress core automatisch bijwerken? <strong>(Sterk aanbevolen)</strong>

source: Update your plugins automatically?
de_de: Plugins automatisch aktualisieren?
it_it: Aggiornare automaticamente i plugins?
nb_no: Automatisk oppdatering av dine innstikk?
nl_nl: Plugins automatisch bijwerken?

source: Update your themes automatically?
de_de: Themes automatisch aktualisieren?
it_it: Aggiornare automaticamente i temi?
nb_no: Automatisk oppdatering av dine temaer?
nl_nl: Themes automatisch bijwerken?

source: Show debug information in the notification email.
de_de: Informationen für die Fehlerbehebung in der Benachrichtigungs-E-Mail anzeigen.
it_it: Vedi informazioni di debug nelle mail di notifica.
nb_no: Vis debugging-informasjon i e-postvarslingen.
nl_nl: Toon debug informatie in de notificatie e-mail.

source: Save Changes
de_de: Änderungen übernehmen
it_it: Cambiamenti salvati
nb_no: Lagre endringer
nl_nl: Wijzigingen opslaan

source: Automatically update your WordPress site, as soon as updates are released! Never worry about falling behing on updating again!
de_de: Automatische Aktualisierung Ihrer WordPress-Website, sobald Aktualisierungen zur Verfügung stehen! Nie wieder Sorgen machen, bei Aktualisierungen ins Hintertreffen zu geraten!
it_it: Aggiorna automaticamente WordPress non appena vengono rilasciati gli aggiornamenti! Non preoccuparti più di ritardi sui nuovi aggiornamenti!
nb_no: Automatisk oppdater ditt WordPress-nettsted så snart oppdageringer blir gitt ut! Aldri bekymre deg for å falle bakpå med oppdateringer igjen!
nl_nl: Automatisch bijwerken van je WordPress site, zodra een nieuwe versie beschikbaar is!Maak je nooit meer zorgen om achterop te raken met bijwerken!

source: While trying to upgrade WordPress, we ran into the following error:
de_de: Beim Versuch WordPress zu aktualisieren, wurde die folgende Fehlermeldung ausgegeben:
it_it: Provando ad aggiornare Wordpress è stato rilevato il seguente errore:
nb_no: Når vi forsøkte å oppdatere WordPress, møtte vi på følgende feil:
nl_nl: Bij het bijwerken van WordPress, zijn we de volgende fout tegengekomen:

source: We're sorry it didn't work out. Please try upgrading manually, instead.
de_de: Leider hat etwas nicht funktioniert. Bitte führen Sie die Aktualisierung stattdessen manuell durch.
it_it: Siamo spiacenti, non ha funzionato. Si prega di provare ad aggiornare manualmente.
nb_no: Beklager at det ikke fungerte. Vennglist forsøk å oppgradere manuelt i stedet.
nl_nl: Sorry dat het niet lukte. Voer het bijwerken alsjeblieft handmatig uit.

source: Have fun!
de_de: Viel Spaß!
it_it: Divertiti!
nb_no: Ha det moro!
nl_nl: Veel plezier!

source: We found a plugin upgrade!
de_de: Wir haben eine Aktualisierung für ein Plugin gefunden!
it_it: Trovata una nuova versione di un plugin!
nb_no: Vi har funnet en innstikkoppgradering!
nl_nl: We hebben een bijgewerkte plugin gevonden!

source: We found a theme upgrade!
de_de: Wir haben eine Aktualisierung für ein Theme gefunden!
it_it: Trovato un aggiornamento per un tema!
nb_no: Vi har funnet en temaoppgradering!
nl_nl: We hebben een bijgewerkt thema gevonden!

source: Howdy!
de_de: Tach!
it_it: Buongiorno!
nb_no: Heisann!
nl_nl: Hallo!

source: Thanks for using the Automatic Updater plugin!
de_de: Vielen Dank für den Einsatz des Automatic Updater Plugins!
it_it: Grazie per usare il plugin Automatic Updater!
nb_no: Takk for at du benytter deg av innstikket Automatiske oppdateringer!
nl_nl: Bedankt voor het gebruiken van de Automatic Updater plugin!

source: Debug Information:
de_de: Informationen für die Fehlersuche:
it_it: Informazioni di debug:
nb_no: Debugging-informasjon:
nl_nl: Debug informatie:

source: SVN Support
de_de: SVN-Unterstützung
it_it: Supporto SVN
nl_nl: SVN ondersteuning

source: It looks like you're running an SVN version of WordPress, that's cool! Automatic Updater can run <tt>svn up</tt> once an hour, to keep you up-to-date. For safety, enabling this option will disable the normal WordPress core updates.
de_de: Es sieht so aus, als ob eine SVN-Version von WordPress läuft, das ist cool! Automatic Updater kann die <tt>SVN-Aktualisierung</tt> einmal pro Stunde abrufen, um Sie auf dem neuesten Stand zu halten. Aus Sicherheitsgründen wird die Aktivierung dieser Option die normalen WordPress-Aktualisierungen deaktivieren.
it_it: Sembra che si sta eseguendo una versione SVN di WordPress, che figata! con Automatic Updater è possibile eseguire <tt>svn up</tt> una volta ogni ora, per tenervi al corrente. Per motivi di sicurezza, l'attivazione di questa opzione consente di disattivare i normali aggiornamenti di base WordPress.
nl_nl: Het ziet er naar uit dat je een SVN versie van WordPress gebruikt, wat tof! Automatic Updater can eens per uur <tt>svn up</tt> draaien, om je up-to- date te houden. Door deze optie aan te zetten zal voor de veiligheid het normale WordPress core bijwerken uitgeschakeld worden.

source: Run <tt>svn up</tt> hourly?
de_de: Die <tt>SVN-Aktualisierung</tt> stündlich ausführen?
it_it: Lanciare <tt>svn up</tt> ogni ora?
nl_nl: Voer <tt>svn up</tt> ieder uur uit?

source: Debug Information
de_de: Informationen für die Fehlersuche
it_it: Informazioni di debug
nl_nl: Debug informatie

source: Settings
de_de: Einstellungen
it_it: Impostazini
nl_nl: Instellingen

source: Automatic Updater requires WordPress 3.4 or higher! Please upgrade WordPress manually, then reactivate Automatic Updater.
de_de: Automatic Updater benötigt WordPress 3.4 oder aktueller! Bitte aktualisieren Sie WordPress manuell und reaktivieren Sie dann den Automatic Updater.
it_it: Automatic Updater richiede WordPress 3.4 o superiore! Aggiornare WordPress manualmente, quindi riattivare Automatic Updater.
nb_no: Automatiske oppdateringer krever WordPress 3.4 eller nyere! Vennligst oppgrader WordPress manuelt, og reaktiver innstikket.
nl_nl: Automatic Updater vereist WordPress 3.4 of hoger! Werk WordPress alsjeblieft handmatig bij, heractiveer daarna Automatic Updater.

source: We've successfully upgraded WordPress to the latest nightly build!
de_de: Wir haben WordPress erfolgreich auf die neueste Vorversion aktualisiert!
it_it: Wordpress aggiornato con successo all'ultima versione!
nl_nl: We hebben WordPress succesvol bijgewerkt van versie %1$s naar versie %2$s!

source: We successfully upgraded from SVN!
de_de: Wir haben erfolgreich vom SVN aktualisiert!
it_it: Aggiornamento via SVN avvenuto correttamente!
nl_nl: We hebben succesvol bijgewerkt vanaf SVN!

source: While upgrading from SVN, we ran into the following error:
de_de: Bei der Aktualisierung vom SVN, ist der folgende Fehler aufgetreten:
it_it: Aggiornando via SVN è stato rilevato il seguente errore
nl_nl: Tijdens het bijwerken vanaf SVN, kwamen we de volgende fout tegen:

source: Notification Email
de_de: E-Mail-Benachrichtigung
nl_nl: E-mail notificatie

source: By default, Automatic Updater will send an email to the Site Admin when an update is performed. If you would like to send that email to a different address, you can set it here.
de_de: Standardmäßig wird der Automatic Updater eine E-Mail an den Administrator der Website senden, wenn eine Aktualisierung durchgeführt wurde. Wenn Sie diese E-Mail an eine andere E-Mail-Adresse senden möchten, können Sie es hier festlegen.
nl_nl: Standaard zal Automatic Updater een e-mail sturen naar de Site Admin als er een update is uitgevoerd. Als je deze e-mail naar een ander adres wilt sturen, kan je deze hier opgeven.

source: Override Email Address
de_de: E-Mail-Adresse überschreiben
nl_nl: E-mail adres overschrijven

source: If you don't want to receive an email when updates are installed, you can disable them completely.
de_de: Wenn Sie keine eine E-Mail erhalten möchten, wenn Updates installiert wurden, können Sie diese komplett deaktivieren.
nl_nl: Als je geen e-mail wilt ontvangen nadat er updates zijn ge√Ønstalleerd, kan je dit uitschakelen.

source: Disable email notifications.
de_de: E-Mail-Benachrichtigungen deaktivieren.
nl_nl: E-mail notificatie uitschakelen

source: The .svn directory isn't writable, so <tt>svn up</tt> will probably fail when the web server runs it. You need to give the user <tt>%s</tt> write permissions to your entire WordPress install, including .svn directories.
de_de: Das .svn-Verzeichnis ist nicht beschreibbar, so dass <tt>SVN-Aktualisierung</tt> wahrscheinlich fehlschlägt, wenn es der Webserver ausführt. Sie müssen dem Benutzer <tt>%s</tt> Schreibberechtigungen für Ihre gesamte WordPress-Installation einschließlich des .svn-Verzeichnisse geben.
nl_nl: De .svn map is niet schrijfbaar, dus <tt>svn up</tt> zal waarschijnlijk mislukken als de webserver het draait. Je moet de gebruiker <tt>%s</tt> schrijf toesemmingen geven voor je hele WordPress installatie, inclusief .svn mappen.

source: We've successfully upgraded WordPress from version %1$s to version %2$s!
de_de: Wir haben WordPress erfolgreich von Version %1$s auf Version %2$s aktualisiert!
nl_nl: We hebben WordPress succesvol bijgewerkt van versie %1$s naar versie %2$s!

source: <a href="%1$s">%2$s</a>: We encounted an error upgrading this plugin: %3$s
de_de: <a href="%1$s">%2$s</a>: Wir haben bei der Aktualisierung dieses Plugin einen Fehler festgestellt: %3$s
nl_nl: <a href="%1$s">%2$s</a>: Er is een fout opgetreden bij het bijwerken van deze plugin: %3$s

source: <a href="%1$s">%2$s</a>: Successfully upgraded from version %3$s to %4$s!
de_de: < a href="%1$s">%2$s</a>: Erfolgreich aktualisierte von Version %3$s auf %4$s!
nl_nl: <a href="%1$s">%2$s</a>: Successvol bijgewerkt van versie %3$s naar %4$s!

source: Plugin authors depend on your feedback to make their plugins better, and the WordPress community depends on plugin ratings for checking the quality of a plugin. If you have a couple of minutes, click on the plugin names above, and leave a Compatibility Vote or a Rating!
de_de: Plugin-Autoren benötigen dein Feedback, um ihre Plugins zu verbessern und die WordPress-Community benötigt Plugin-Ratings, um die Qualität eines Plugins feststellen zu können. Nimm dir bitte ein wenig Zeit, klicke oben auf den Plugin-Namen und gib deine Einschätzung zur Kompatibilität oder eine Bewertung ab!
nl_nl: Plugin auteurs zijn afhankelijk van je feedback om hun plugins beter te maken en de WordPress gemeenschap is afhankelijk van de scores voor het controleren van de kwaliteit van een plugin. Als je een paar minuten hebt, klik dan op de naam van de plugin hierboven en voer een Compatability Vote of een Rating in!

source: <a href="%1$s">%2$s</a>: We encounted an error upgrading this theme: %3$s
de_de: <a href="%1$s">%2$s</a>: Wir haben beim Aktualisieren dieses Themes einen Fehler festgestellt: %3$s
nl_nl: <a href="%1$s">%2$s</a>: Er is een fout opgetreden bij het bijwerken van dit thema: %3$s

source: Theme authors depend on your feedback to make their plugins better, and the WordPress community depends on theme ratings for checking the quality of a theme. If you have a couple of minutes, click on the theme names above, and leave a Compatibility Vote or a Rating!
de_de: Theme-Autoren benötigen dein Feedback, um ihre Themes zu verbessern und die WordPress-Community benötigt Theme-Ratings, um die Qualität eines Themes feststellen zu können. Nimm dir bitte ein wenig Zeit, klicke oben auf den Theme-Namen und gib deine Einschätzung zur Kompatibilität oder eine Bewertung ab!
nl_nl: Thema auteurs zijn afhankelijk van je feedback om hun thema's beter te maken en de WordPress gemeenschap is afhankelijk van de scores voor het controleren van de kwaliteit van een thema. Als je een paar minuten hebt, klik dan op de naam van het thema hierboven en voer een Compatability Vote of een Rating in!

source: WordPress Update: %s
de_de: WordPress-Aktualisierung: %s
nl_nl: WordPress bijwerken: %s

source: Automatic Updater just ran on your site, <a href="%1$s">%1$s</a>, with the following result:
de_de: Der Automatic Updater lief gerade auf Ihrer Website, <a href="%1$s">%1$s</a>, mit folgendem Ergebnis:
nl_nl: Automatic Updater is zojuist uitgevoerd op je site, <a href="%1$s">%1$s</a>, met het volgende resultaat:

source: We've successfully upgraded WordPress from version %1s to version %2s!
it_it: Aggiornamento riuscito di dalla versione %1s alla versione %2s!
nb_no: Vi har suksessfullt oppgradert WordPress fra versjon %1s til versjon %2s!

source: %1s: We encounted an error upgrading this plugin: %2s
it_it: %1s: c'è stato un problema nell'aggiornamento del seguente plugin: %2s
nb_no: %1s: Vi møtte på en feil under oppgradering av dette innstikket: %2s

source: %1s: Successfully upgraded from version %2s to %3s!
it_it: %1s: Aggouornamento riuscito dalla versione %2s alla versione %3s !
nb_no: %1s: Suksessfullt oppgadert fra versjon %2s til %3s!

source: %1s: We encounted an error upgrading this theme: %2s
it_it: %1s: C'è stato un errore nell'aggiornamento del tema: %2s
nb_no: %1s: Vi møtte på en feil under oppgradering av dette temaet: %2s

source: WordPress Update: %1s
it_it: Aggiornamento di Wordpress: %1s
nb_no: WordPress-oppdatering: %1s

source: Automatic Updater just ran on your site, %1s, with the following result:
it_it: Aggornamento automatico effettuato sul tuo sito %1s ecco i risultati:
nb_no: Automatiske oppdateringer har kjørt på ditt nettsted, %1s, med følgende resultat:

source: The .svn directory isn't writable, so <tt>svn up</tt> will probably fail when the web server runs it. You need to give the user <tt>%1s</tt> write permissions to your entire WordPress install, including .svn directories.
it_it: La directory .svn non è scrivibile, quindi <tt>svn up</tt> probabilmente fallirà quando il server Web è in esecuzione. È necessario dare all'utente <tt>%1s</tt> autorizzazioni di scrittura per l'intera installazione di WordPress, tra cui. Svn.
